Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: You can see how far enemy units can move by moving the mouse cursor over them.
uk_ua: Ви можете бачити, куди може дійти боєць супротивника. Для цього наведіть на нього курсор миші.

source: You can see the banks of the river from here!
uk_ua: Ви можете бачити береги ріки звідси!

source: You can see what basic types a mixed terrain is comprised of by mousing over its hex and checking the terrain type icons displayed in the upper right (under the default theme).
uk_ua: Щоб побачити, з яких базових місцевостей складається змішана місцевість, наведіть на неї вказівник миші та погляньте на іконки, зображені справа вгорі.

source: You can see what eras you have loaded in the <ref>text='eras' dst='..eras_section'</ref> of the help.
uk_ua: Побачити завантажені ери можна у розділі <ref>text='ери' dst='..eras_section'</ref> цієї довідки.

source: You can see what type of behavior the mixed terrain gives by mousing over its hex and viewing the <italic>text='terrain description'</italic> by either pressing the hotkey, or right clicking and selecting from the context menu.
uk_ua: Щоб побачити, який захист та ціну ходу дає змішана місцевість, наведіть на неї вказівник миші та погляньте на <italic>text='опис місцевості'</italic>, натиснувши на гарячу клавішу або вибравши цей пункт у контекстному меню.

source: You can see where an enemy can reach by moving the mouse over them. You can see all possible enemy moves at once with the <b>Show Enemy Moves</b> command from the <b>Actions</b> menu.
uk_ua: Якщо навести курсор миші на противника, то можна побачити, наскільки далеко він може рухатися. Також можна побачити усі можливі ходи противника за допомогою команди <b>Показувати ходи противника</b> з меню <b>Дії</b>.

source: You can use Reeve Hoban’s keep to recruit or recall additional units.
uk_ua: Ви можете використовувати цитадель Судді Хобана, щоб вербувати та закликати додаткових бійців.

source: You can use lower level units as cannon fodder, to slow down enemy. E.g. you can use them to block enemies reaching your important units.
uk_ua: Ви можете використати бійців нижчого рівня в якості гарматного м'яса, щоб уповільнити ворога. Наприклад, ви можете використати їх, щоб перегородити ворогові шлях до важливих бійців.

source: You cannot end your turn until you have attacked the dummy!
uk_ua: Ви не можете завершити свій хід, не атакувавши опудало!

source: You cannot end your turn until you have completed the lesson on attacking!
uk_ua: Ви не можете завершити свій хід, не навчившись атакувати!

source: You cannot end your turn until you have completed the lesson on healing!
uk_ua: Ви не можете завершити свій хід, не навчившись лікувати бійців!

source: You cannot end your turn until you have completed the lesson on movement!
uk_ua: Ви не можете завершити свій хід, не навчившись ходити бійцями!

source: You cannot end your turn until you have completed the lesson on recruiting!
uk_ua: Ви не можете завершити свій хід, не навчившись наймати бійців!

source: You cannot end your turn until you have recruited troops and captured a village!
uk_ua: Ви не зможете завершити ваш хід, поки не завербуєте бійців та не захопите село!

source: You cannot end your turn yet!
uk_ua: Ви поки що не можете закінчити хід!

source: You cannot move your leader away from the keep with some planned recruits or recalls left.
uk_ua: Ви не можете прибрати лідера з цитаделі поки у вас ще є заплановані бійці чи виклики.

source: You cannot recruit a $unit_type_name at this time.
uk_ua: Зараз ви не можете вербувати $unit_type_name.

source: You cannot recruit units.
uk_ua: Ви не можете вербувати бійців.

source: You cannot undo a move that uncovers hexes hidden by fog or shroud. Turn on the <b>Delay Shroud Updates</b> option when you need to move units while retaining the ability to undo, or use the new Whiteboard planning tool.
uk_ua: Ви не можете скасувати ходи, які відкривають поля, покриті туманом або пеленою. Ввімкніть опцію <b>Затримати оновлення пелени</b>, якщо хочете завжди мати можливість повернути хід, або використовуйте режим планування.

source: You cannot win. Give me the Ruby of Fire and I will go in peace.
uk_ua: Ти не можеш виграти. Віддай мені Вогняний Рубін, і я піду з миром.

source: You can’t just leave me here!
uk_ua: Ти не можеш мене тут просто так залишити!

source: You certainly have a fondness for shamans, I see. They will provide a lot of healing, but not much offensive potential.
uk_ua: Я бачу в тебе нездорову тягу до шаманок. Вони забезпечать багато зцілення, але ким ти будеш атакувати?

source: You claim to be a tree-friend; show it to be true. For we are in dire need, or you may meet your fate with the rest of these monsters.
uk_ua: Говориш, ти друг деревам; доведи це. Нам потрібна допомога, не допоможеш — розділиш долю інших тварюк.

source: You could not stop us before and you won’t be stopping us now!
uk_ua: Ви не змогли зупинити нас раніше, тож і цього разу в вас нічого не вийде!

source: You could. However, elves (and orcs) have bad <i>defense</i> in water. You’ll be more vulnerable as you try to wade slowly across the ford; the enemy will have an 80% chance to hit you. Since elves have good defense in the forest, I would advise you keep to the trees and attack the orcs from there; your Fighters will only suffer a 40% chance of being hit in return, while Shamans and Archers will only incur a 30% chance.
uk_ua: Ти можеш спробувати. Однак, ельфи (і орки) у воді мають поганий <i>захист</i>. Повільний перехід бродом дуже небезпечний; вороги матимуть шанс 80% влучити по тобі. Зважаючи на добрий захист ельфів у лісі, я раджу тобі триматися дерев і нападати на орків звідти; шанс влучення по твоїм воїнам буде 40%, а по шаманкам і лучникам — лише 30%.

source: You crazy fish men are attacking us? After we tried to be nice? That’s it. We’re going to end you once and for all.
uk_ua: Ви, божевільні риболюди, нападаєте на нас? Після того, як ми намагалися бути люб'язними з вами? Ну все. Зараз ми вас усіх переб'ємо і покінчимо на цьому.

source: You currently can't recall at the highlighted location.
uk_ua: Зараз Ви не можете закликати на цій клітинці.

source: You dare speak to me so? Have you forgotten who I am? I <i>order</i> you to stand down this instant, warrior!
uk_ua: Ти смієш так звертатися до мене? Ти забув хто я? Я <i>наказую</i> тобі відступити негайно, солдате!

source: You dare spew such falsities! Mebrin would never fight for the undead, much less lead them!
uk_ua: Ти смієш промовляти таку брехню! Мебрін ніколи б не воював за мерців, а тим паче не б керував ними!

source: You dare strike me?! Puny humans, I am darkness incarnate! I am power beyond your comprehension!
uk_ua: Ти смієш вдаряти мене?! Слабкі люди, я саме втілення темряви! Моя сила поза вашим розумінням!

source: You deny me my honorable death? Our foes are not yet convinced that the elves have the ruby.
uk_ua: Ви не даєте мені померти з честю? Ми ж не переконали наших ворогів, що Рубін Вогню у ельфів.

source: You destroy the mushroom mine. The northeast orcs now have 10 less income.
uk_ua: Ви знищили грибну копальню. Прибуток північно-східних орків зменшився на 10 золотих.

source: You destroy the mushroom mine. The northwest undead now have 10 less income.
uk_ua: Ви знищили грибну копальню. Прибуток північно-західної нежиті зменшився на 10 золотих.

source: You destroy the mushroom mine. The southeast undead now have 10 less income.
uk_ua: Ви знищили грибну копальню. Прибуток південно-східної нежиті зменшився на 10 золотих.

source: You destroy the mushroom mine. The southwest orcs now have 10 less income.
uk_ua: Ви знищили грибну копальню. Прибуток південно-західних орків зменшився на 10 золотих.

source: You do not have a leader to recall with.
uk_ua: У Вас немає лідера, який міг би закликати бійців.

source: You do not have a leader to recruit with.
uk_ua: У Вас немає лідера, який міг би вербувати бійців.

source: You do not have enough gold to recruit that unit
uk_ua: Вам бракує золота, щоб найняти цю бойову одиницю

source: You do not have enough gold to recruit this unit.
uk_ua: У вас замало золота, щоб завербувати цього бійця.

source: You do now. I do not really need to tell you what will happen should you refuse Her Majesty’s offer.
uk_ua: Тепер маєте. Мені й справді не варто казати, що станеться, якщо ти відмовишся від пропозиції Її Величності.

source: You don’t have enough gold to raise that unit.
uk_ua: Вам бракує золота, щоб підняти цю бойову одиницю.

source: You don’t have enough gold to summon the bat.
uk_ua: Вам бракує золота, щоб прикликати кажана.

source: You fools! You weren’t supposed to lead them to me...
uk_ua: Йолопи! Нащо ви привели їх до мене...

source: You forgot to capture a village! You can press <b>u</b> to undo your last move.
uk_ua: Ви забули захопити село! Натисніть клавішу <b>u</b>, щоб скасувати останнє переміщення.

source: You forgot to recruit troops! You can press <b>u</b> to undo your last move.
uk_ua: Ви забули завербувати бійців! Ви можете відмінити останню дію, натиснувши на клавішу <b>u</b>.

source: You friend are? I friend help!
uk_ua: Твоя то друг? Моя друг помогати!

source: You got
uk_ua: Ви отримали

source: You had really better finish off that quintain.
uk_ua: Тобі краще швидше покінчити з цим опудалом.

source: You have almost finished the tutorial
uk_ua: Ви майже завершили вивчення посібника

source: You have become evil!
uk_ua: Ви стали злом!

source: You have been defeated!
uk_ua: Вас перемогли!

source: You have bodyguards?!
uk_ua: У тебе є охорона?!

source: You have captured a village! It now flies your colors and has been added to your total village count (the house icon at the top of the screen shows how many villages you currently control). Villages provide the gold needed to recruit units. Each turn, you gain 2 gold, plus 1 for every village you own.
uk_ua: Ви захопили село! Тепер над ним майорить ваш прапор, а лічильник ваших сіл збільшився на одиницю. (Значок з будиночком вгорі екрану показує, скільки ви контролюєте сіл). Села приносять вам золото, на яке можна наймати солдат. На початку кожного ходу ви будете отримувати 2 золоті монети, та ще по 1 з кожного села, котрим ви володієте.

source: You have come a long way over the ocean, yet I see that you know little of her ways. Let me show you.
uk_ua: Ви пройшли довгий шлях з-за океану, але я бачу, що ви мало розумієтеся в воді. Дозвольте мені показати.

source: You have come across a wishing well. What would you like to wish for?
uk_ua: Ви підійшли до колодязя бажань. Яке бажання ви хочете загадати?

source: You have earned my wrath, wench. Death will be too good for you!
uk_ua: Ну все, хвойдо. Зараз тобі смерть видасться благословінням!

source: You have earned the name the accursed one gave you... Delfador the Great.
uk_ua: Ти заслужив ім'я, дане тобі проклятим... Делфадор Великий.

source: You have emerged victorious!
uk_ua: Ви перемогли!

source: You have few trained fighters, so you can only recruit three of each level 1 unit. There is no limit on citizens.
uk_ua: У вас мало тренованих бійців, тому Ви можете наймати тільки по трьох бійців кожного виду першого рівня. Кількість городян не обмежена.

source: You have lost this game, but fear not. You can always try again. And again. And again. *Muahahaha*
uk_ua: Ви програли цю битву, але не засмучуйтесь. Ви завжди можете спробувати знову. І знову. І знову. *Ха-ха-ха*

source: You have made too many login attempts.
uk_ua: Ви намагалися увійти надто багато разів.

source: You have no add-ons installed.
uk_ua: У Вас немає встановлених аддонів.

source: You have no more time.
uk_ua: Ви вичерпали відведений час.

source: You have no units available to recruit.
uk_ua: Немає бійців для вербування.

source: You have not befriended or blocked any other players.
uk_ua: Ви не позначили як друга та не заблокували жодного гравця.

source: You have not heard, master Delfador? Asheviere is trying to control the entire western coast. She hired many orcs and sent them here. They were holding me until a ship could arrive to take me to Weldyn where I am to stand trial for treason for training magi!
uk_ua: А Ви не чули, пане Делфадоре? Ашевір намагається заволодіти всім західним узбережжям. Вона найняла купу орків і послала їх сюди. Вони тримали мене, очікуючи корабель, щоб на ньому доставити мене до Велдіну; там мене мали судити за державну зраду - за те, що я навчав магів!

source: You have not started your turn yet. Do you really want to end your turn?
uk_ua: Ви ще не починали свій хід. Ви дійсно хочете завершити свій хід?

source: You have one hour. After that, we are tearing down that old encampment. You stay in the water if you know what’s good for you. If you set foot...or whatever...on land again, we’ll cut your throats. And stay off our piers. And don’t touch the ships neither!
uk_ua: У вас година на все про все. Після цього ми рознесемо увесь табір. Залишайтеся у воді, там буде краще для вас. Якщо ви ступите... чи виповзете... на землю знову, ми переріжемо вам горлянки. І тримаєтеся чимдалі від наших пірсів. І не чіпайте наші кораблі!

source: You have proven your bravery, young Delfador, but I think you underestimate the might of our army.
uk_ua: Ти довів свою хоробрість, юний Делфадоре, але я думаю, що ти недооцінюєш можливості нашої армії.

source: You have proven your courage in battle, as tradition required of a kai; they will follow you now.
uk_ua: Ти довів свою хоробрість у битві, як цього від Кая вимагають традиції; тепер вони підуть за тобою.

source: You have ravaged your own soul with your corrupt arts, and your words are empty wind; I fear them not.
uk_ua: Ти спустошив свою душу своїми порочними мистецтвами, і твої слова це пустий звук. Я їх не боюся.

source: You have released me, so I owe you a great debt. I will fight with you.
uk_ua: Ви звільнили мене, я вам дуже зобов'язаний. Я битимуся разом з вами.

source: You have risked your life to defend our city. In return, I place one of my city’s finest defenders in your service. Simyr, step forward. I place your lance in the service of young Prince Konrad here. May you help him restore order to the country.
uk_ua: Ви ризикували життям, захищаючи наше місто. В свою чергу, я віддаю одного із своїх кращих захисників міста під ваше командування. Сімире, крок вперед! Відтепер твій спис буде служити молодому принцу Конраду. Ти повинен допомогти йому відновити порядок в країні.

source: You have the Ruby of Fire, but you have no idea what it does, correct? You know that lich you have petrified just outside of Southbay—
uk_ua: У тебе Вогняний Рубін, але ти поняття не маєш, що з ним робити, чи не так? Знаєш, той ліч, якого ви обернули в камінь недалеко від Південної Бухти—

source: You have won the game, but you may continue if you wish...
uk_ua: Ви перемогли, але якщо хочете — можете продовжити...

source: You haven’t left yet? My patience is at an END! Witness the POWER of the Flaming Sword of Caladon! I call on the ELEMENT OF FIRE to DO MY BIDDING!
uk_ua: Ви все ще не пішли? Моєму терпінню прийшов КІНЕЦЬ! Станьте свідками СИЛИ Вогняного Меча Каладона! Я закликаю ВОГОНЬ творити МОЮ ВОЛЮ!

source: You imprisoned Mebrin?! You loathsome vermin!
uk_ua: Ви захопили Мербіна в полон?! Ви огидні паразити!

source: You insolent fool! It is I who have led Kal Kartha to glory and I who have cleansed the lands of the true people from all unworthy scum! Kal Kartha owes me everything!
uk_ua: Ти нахабний дурень! Це я, хто привів Кал Карту до теперішньої слави, це я очистив землі істинного народу від нечестивого сміття! Кал Карта зобов'язана мені усім!

source: You just let a caravan, with <i>my</i> money loaded in it, get captured! If I can’t trust you to keep my property secure, the deal’s off.
uk_ua: Ви тільки що дозволили, щоб караван з <i>моїми</i> грошима, захопили! Якщо я не можу довірити вам навіть таку просту річ, угоду скасовано.

source: You killed my family! Die!
uk_ua: Ти убив мою сім'ю! Помри!

source: You killed my pet! You’ll pay for that!
uk_ua: Ви убили мою улюбленицю! Ви за це заплатите!

source: You knew my grandparents?
uk_ua: Ти знала моїх дідуся і бабусю?

source: You know each other?!
uk_ua: Ви знаєте один одного?!

source: You know what the outcome of our battle here will be. I trust you to protect our home from the undead and only ask you to remember those who fell defending our land. Farewell, Sir Deoran!
uk_ua: Ти знаєш як закінчиться наша битва. Я довіряю вам захист нашого дому від мерців і лише прошу пам'ятати тих, хто загинув, захищаючи нашу землю. Прощавай, Пане Деоране!

source: You know worryingly little about the arts of war, $sw_player_name|. I feel an obligation to instruct you in this vital matter.
uk_ua: $sw_player_name|, ти майже нічого не знаєш про мистецтво ведення війни. Я вважаю своїм обов'язком допомогти тобі в освоєнні цього життєво важливого ремесла.

source: You know, you really ought to be more careful before handing over money to suspicious strangers like me. But, since I’m feeling nice at the moment, I think I will actually keep my word and offer you some protection.
uk_ua: Знаєш, треба бути обережнішим, передаючи гроші таким підозрілим незнайомцям як я. Але сьогодні я в гарному настрої, гадаю, я дотримаюся слова та захищу вас.

source: You lie! All humans are the same! Your people kidnapped and murdered our wisest sage! Now you will pay!
uk_ua: Ти брешеш! Усі люди однакові! Твої люди викрали й убили нашої великого мудреця! А тепер ти заплатиш!

source: You look like you could use some help. Mind if I join in? It’s been a while since I had a good fight!
uk_ua: Ви виглядаєте як ті, кому потрібна допомога. Не проти, якщо я доєднаюся? Я вже давненько добряче не бився!

source: You may be out to take over the land and the seas, but you’ll never get anywhere without control of the skies. Fortunately I’m here to help you!
uk_ua: Ви можете захопити землю і моря, але без контролю над небом вам нічого не вдасться. На щастя, я тут, щоб допомогти вам!

source: You may go. See to it that you trouble us no more, for the custom states that you may invoke surrender but once. If we meet again, I won’t be so merciful.
uk_ua: Можеш йти. Проте дивися, більше нас не турбуй. Бо звичай гласить, що ти можеш здатися лише одного разу. Якщо ми зустрінемося знову, я не буду такий милостивий.

source: You may have defeated me, but the great Zorlan will have revenge! I have done my duty attacking the Wesnoth perimeter, so that no Wesnoth forces can come to the aid of your doomed army. It will be a glorious massacre!
uk_ua: Може, ти і переміг мене, але великий Зорлан помститься за мене! Я виконав свій обов'язок, нападаючи на кордони, тому ніякі війська Весноту не допоможуть вашій приреченій армії. Буде славна різанина!

source: You may have ended my first life, but you have only made me more powerful in death. Now I will teach you a lesson!
uk_ua: Хоч ви і перервали моє перше життя, але цим ви лише зробили мене сильнішим. Тепер я провчу вас!

source: You may have some doubts, but Chantal and I are sure of your quality. But be warned: there is a curse on this book. Crelanu fairly warned us that his arts would bring much woe down upon us. And so it proved, though at the time we had no other choice. The victories you win with it may cost you as dearly.
uk_ua: Ми з Шанталь упевнені в тобі. Але попереджаю: ця книга проклята. Крелану попередив нас, що його мистецтво принесе нам багато горя. І це правда, хоча цього разу у нас немає іншого вибору. Перемоги можуть дорого тобі коштувати.

source: You may not trust me or my reasons, but it seems you are not in a position to be choosy about your allies. Let me assist you and you just may survive.
uk_ua: Ви можете не довіряти мені чи моїм діянням, але, схоже, ви не в тому положенні, щоб обирати союзників. Дозвольте мені допомогти і, може, виживите.

source: You may now recruit Cavalrymen.
uk_ua: Тепер ви можете вербувати Кавалеристів.

source: You may now recruit Cavalrymen. They are fast and deadly on grassland, but weak in forests and unable to traverse mountains. They can keep up with Deoran, so use them to guard him!
uk_ua: Тепер ви можете вербувати Кавалеристів. Вони швидкі та смертоносні на рівнині, але слабкі у лісах та нездатні переходити через гори. Вони можуть підтримувати Деорана, тож використовуйте їх як охорону для нього!

source: You may now recruit Elvish Fighters. Elvish Fighters are mixed fighters who skillfully wield both a sword and a bow. They are fast warriors and especially effective in forests.
uk_ua: Тепер Ви можете вербувати ельфійських воїнів. Ельфійські воїни це змішані бійці, що вміло користуються мечем та луком. Вони швидкі та особливо ефективні в лісах.

source: You may now recruit Elvish Shamans. Elvish Shamans are ranged support units who heal adjacent allies every turn and slow their enemies. Use them to heal wounded soldiers and weaken enemy units.
uk_ua: Тепер Ви можете вербувати ельфійських шаманок. Ельфійські шамани це дальні бійці підтримки, що кожного ходу лікують союзників навколо себе та можуть уповільнювати ворогів. Використовуйте їх, щоб лікувати поранених солдатів, та послаблювати ворожих бійців.

source: You may now recruit Merman Hunters. Merfolk are aquatic creatures and fight best in rivers and swamps. They are much less effective on dry land.
uk_ua: Тепер ви можете вербувати водяних мисливців. Водяні це морські істоти, вони будуть добре битися в річках і болотах. Але вони менш ефективні на землі.

source: You may now recruit mermaid priestesses!
uk_ua: Тепер ви можете вербувати жриць!

source: You may now recruit the noble merfolk!
uk_ua: Тепер ви можете вербувати славних водяників!

source: You may teleport units between matching runes (the destination must be clear)
uk_ua: Ви можете телепортувати бійців між відповідними рунами(місце призначення має бути вільним)

source: You may watch.
uk_ua: Можеш подивитися.

source: You mean Iliah-Malal?
uk_ua: Ти маєш на увазі Іліа-Малала?

source: You means to sack Halstead itself.
uk_ua: Ти пропонуєш нам розорити сам Халстед.

source: You monster! You’ve betrayed our people — to ally yourself with these orcs?!
uk_ua: Ти, чудовисько! Ти зрадив наших людей — заради союзу з цими орками?!

source: You must accept some losses in battle. It is not uncommon for beginners to lose sight of victory as they attempt to keep every unit alive.
uk_ua: У бою можуть бути втрати. Часто новачки, намагаючись зберегти кожного бійця живим, ґавлять перемогу.

source: You must be Caladon. We are glad to see you.
uk_ua: Ви, мабуть, Каладон. Ми раді вас бачити.

source: You must be goblins. You will stand out of my way if you wish to live.
uk_ua: Ви, мабуть, гобліни. Геть з мого шляху, якщо бажаєте жити.

source: You must be one of Arvith’s men. Please help me get out of this dungeon.
uk_ua: Напевно, ти з людей Арвіта. Прошу, допоможи мені вибратися з цього підземелля.

source: You must have a leader on a keep who is able to recall that unit.
uk_ua: Ви можете закликати бійців лише якщо Ваш лідер знаходиться в замку.

source: You must have a leader on a keep who is able to recruit the unit.
uk_ua: Ви можете вербувати бійців лише якщо Ваш лідер знаходиться в замку.

source: You must have at least $cost gold pieces to recall this unit.
uk_ua: У Вас має бути хоча би $cost золотих для заклику бійця.

source: You must have at least 1 gold piece to recall a unit.
uk_ua: У Вас має бути хоча би 1 золотий для заклику бійця.

source: You must lead your men to the city. Help defend it, or recapture it if it falls before you arrive!
uk_ua: Ти мусиш повести наших людей до міста і допоможеш захистити його. Або відіб'єш його, якщо воно впаде до твого приходу!

source: You must login first.
uk_ua: Спочатку ввійдіть.
